{"hewan":[{"word":"gajah","hint":"Hewan besar dengan belalai dan gading."},{"word":"lumba","hint":"Mamalia laut cerdas yang suka melompat di air."},{"word":"kanguru","hint":"Hewan berkantung yang melompat-lompat."},{"word":"penguin","hint":"Burung yang tidak bisa terbang tetapi pandai berenang di daerah dingin."},{"word":"jerapah","hint":"Hewan darat tertinggi dengan leher panjang."},{"word":"bunglon","hint":"Reptil yang bisa mengubah warna tubuhnya."},{"word":"gurita","hint":"Hewan laut dengan delapan lengan."},{"word":"merak","hint":"Burung dengan bulu ekor yang indah dan mencolok."},{"word":"kuda nil","hint":"Hewan besar yang hidup di sungai dan rawa."},{"word":"kupu-kupu","hint":"Serangga dengan sayap indah dan mengalami metamorfosis."},{"word":"komodo","hint":"Kadal besar asli Indonesia, termasuk hewan purba."},{"word":"koala","hint":"Hewan berkantung asal Australia yang memakan daun eucalyptus."},{"word":"badak","hint":"Hewan besar dengan cula di kepalanya."},{"word":"elang","hint":"Burung pemangsa dengan penglihatan tajam."},{"word":"cendrawasih","hint":"Burung khas Papua dengan bulu yang sangat indah."},{"word":"paus","hint":"Mamalia laut terbesar di dunia."},{"word":"tupai","hint":"Hewan kecil yang suka memanjat pohon dan makan kacang."},{"word":"buaya","hint":"Reptil besar dengan rahang kuat yang hidup di air tawar dan payau."},{"word":"lebah","hint":"Serangga yang menghasilkan madu."},{"word":"unta","hint":"Hewan padang pasir yang memiliki punuk di punggungnya."}],"buah":[{"word":"apel","hint":"Buah yang sering berwarna merah, hijau, atau kuning."},{"word":"pisang","hint":"Buah berwarna kuning yang sering dimakan monyet."},{"word":"mangga","hint":"Buah tropis yang manis dan berair."},{"word":"jeruk","hint":"Buah berwarna oranye yang kaya akan vitamin C."},{"word":"durian","hint":"Buah dengan aroma kuat yang disebut sebagai raja buah."},{"word":"anggur","hint":"Buah kecil yang tumbuh dalam kelompok dan bisa dibuat menjadi jus atau anggur."},{"word":"kelapa","hint":"Buah yang memiliki air di dalamnya dan kulit luar yang keras."},{"word":"nanas","hint":"Buah tropis dengan kulit berduri dan rasa asam-manis."},{"word":"alpukat","hint":"Buah hijau dengan daging lembut yang sering dijadikan jus."},{"word":"semangka","hint":"Buah besar dengan kulit hijau dan daging merah yang berair."},{"word":"pepaya","hint":"Buah oranye dengan biji hitam kecil di dalamnya."},{"word":"stroberi","hint":"Buah kecil berwarna merah dengan biji di bagian luar."},{"word":"melon","hint":"Buah besar yang manis dan sering dimakan saat musim panas."},{"word":"rambutan","hint":"Buah tropis kecil dengan kulit berbulu."},{"word":"salak","hint":"Buah kecil dengan kulit bersisik dan daging yang manis."},{"word":"belimbing","hint":"Buah berbentuk bintang dengan rasa asam-manis."},{"word":"jambu","hint":"Buah tropis yang sering berwarna hijau atau merah muda."},{"word":"ceri","hint":"Buah kecil berwarna merah cerah yang manis dan asam."},{"word":"lemon","hint":"Buah kuning yang sering digunakan untuk membuat minuman segar."},{"word":"markisa","hint":"Buah tropis kecil dengan daging berbiji dan rasa asam-manis."},{"word":"sirsak","hint":"Buah hijau dengan duri lembut dan daging putih yang asam."},{"word":"manggis","hint":"Buah tropis dengan kulit ungu dan daging putih manis."},{"word":"kedondong","hint":"Buah dengan rasa asam yang sering digunakan dalam rujak."},{"word":"duku","hint":"Buah kecil berkulit tipis dengan rasa manis."},{"word":"cempedak","hint":"Buah tropis mirip nangka dengan aroma yang kuat."},{"word":"nangka","hint":"Buah besar dengan daging kuning yang manis."},{"word":"delima","hint":"Buah berbiji banyak dengan warna merah atau putih."},{"word":"jamblang","hint":"Buah kecil berwarna ungu tua yang sering disebut duwet."},{"word":"kelengkeng","hint":"Buah kecil dengan kulit tipis dan rasa manis."},{"word":"kismis","hint":"Anggur yang dikeringkan dan sering digunakan dalam kue."},{"word":"sawo","hint":"Buah cokelat kecil dengan daging manis dan lembut."},{"word":"terong belanda","hint":"Buah berbentuk lonjong dengan rasa asam-manis, sering dibuat jus."},{"word":"matoa","hint":"Buah khas Papua dengan rasa manis mirip kelengkeng."},{"word":"kakao","hint":"Buah yang bijinya digunakan untuk membuat cokelat."},{"word":"arben","hint":"Buah berwarna merah kecil dengan rasa manis, sering dijadikan selai."},{"word":"buah naga","hint":"Buah dengan kulit merah berduri dan daging berbiji kecil."},{"word":"zaitun","hint":"Buah kecil yang sering dijadikan minyak dan memiliki rasa khas."},{"word":"cermai","hint":"Buah kecil berwarna hijau muda dengan rasa asam."},{"word":"kapulasan","hint":"Buah tropis mirip rambutan dengan kulit yang lebih kasar."},{"word":"kemang","hint":"Buah tropis berwarna kuning dengan aroma khas dan rasa manis."}],"profesi":[{"word":"dokter","hint":"Profesi yang bekerja untuk merawat dan menyembuhkan orang sakit."},{"word":"guru","hint":"Orang yang mengajar di sekolah atau institusi pendidikan."},{"word":"polisi","hint":"Petugas yang menjaga keamanan dan ketertiban masyarakat."},{"word":"pilot","hint":"Orang yang mengemudikan pesawat terbang."},{"word":"tentara","hint":"Profesi yang bertugas menjaga pertahanan negara."},{"word":"nelayan","hint":"Orang yang mencari ikan di laut atau sungai."},{"word":"petani","hint":"Orang yang bekerja mengolah tanah dan menanam tanaman."},{"word":"pengacara","hint":"Orang yang membantu klien dalam masalah hukum."},{"word":"penyanyi","hint":"Orang yang bekerja menyanyi dan menghibur."},{"word":"aktor","hint":"Orang yang berperan dalam film, teater, atau drama."},{"word":"penulis","hint":"Orang yang membuat karya tulis seperti buku atau artikel."},{"word":"jurnalis","hint":"Profesi yang meliput berita dan menulis laporan."},{"word":"koki","hint":"Orang yang memasak makanan di restoran atau hotel."},{"word":"pelukis","hint":"Orang yang menciptakan karya seni dengan cat dan kuas."},{"word":"arsitek","hint":"Orang yang merancang bangunan dan struktur."},{"word":"pengusaha","hint":"Orang yang menjalankan dan mengelola bisnis."},{"word":"pramugari","hint":"Orang yang melayani penumpang di pesawat."},{"word":"mekanik","hint":"Orang yang memperbaiki kendaraan atau mesin."},{"word":"dosen","hint":"Orang yang mengajar di perguruan tinggi atau universitas."},{"word":"psikolog","hint":"Ahli yang membantu masalah kesehatan mental."},{"word":"perawat","hint":"Orang yang merawat pasien di rumah sakit atau klinik."},{"word":"apoteker","hint":"Orang yang meracik dan menyediakan obat-obatan."},{"word":"tukang cukur","hint":"Orang yang bekerja memotong rambut."},{"word":"sopir","hint":"Orang yang mengemudikan kendaraan untuk mengantar orang atau barang."},{"word":"penjahit","hint":"Orang yang membuat atau memperbaiki pakaian."},{"word":"pengrajin","hint":"Orang yang membuat barang kerajinan tangan."},{"word":"akuntan","hint":"Orang yang mengelola keuangan dan pembukuan."},{"word":"penambang","hint":"Orang yang bekerja di tambang untuk mencari sumber daya alam."},{"word":"detektif","hint":"Orang yang menyelidiki kasus kriminal atau misteri."},{"word":"penerjemah","hint":"Orang yang mengubah teks atau ucapan dari satu bahasa ke bahasa lain."},{"word":"kurir","hint":"Orang yang mengantarkan barang atau dokumen ke tujuan."},{"word":"editor","hint":"Orang yang mengoreksi dan memperbaiki teks atau media."},{"word":"pemadam kebakaran","hint":"Orang yang bertugas memadamkan api dan menyelamatkan korban."},{"word":"model","hint":"Orang yang memamerkan busana atau produk di depan umum."},{"word":"tukang kayu","hint":"Orang yang membuat atau memperbaiki barang dari kayu."},{"word":"petugas kebersihan","hint":"Orang yang menjaga kebersihan di area tertentu."},{"word":"pengembang perangkat lunak","hint":"Orang yang membuat dan mengembangkan program komputer."},{"word":"desainer grafis","hint":"Orang yang membuat desain visual untuk media atau produk."},{"word":"peneliti","hint":"Orang yang melakukan penelitian untuk menemukan pengetahuan baru."},{"word":"penyiar","hint":"Orang yang membawakan acara di radio atau televisi."}],"sayuran":[{"word":"wortel","hint":"Sayuran berwarna oranye yang baik untuk kesehatan mata."},{"word":"bayam","hint":"Sayuran hijau yang sering disebut makanan favorit Popeye."},{"word":"kangkung","hint":"Sayuran hijau yang sering dimasak tumis atau cah."},{"word":"brokoli","hint":"Sayuran hijau berbentuk seperti pohon kecil."},{"word":"kol","hint":"Sayuran berdaun yang sering digunakan dalam sup atau lalapan."},{"word":"sawi","hint":"Sayuran hijau yang sering ditemukan dalam mie ayam."},{"word":"kentang","hint":"Sayuran umbi-umbian yang bisa digoreng, direbus, atau dipanggang."},{"word":"lobak","hint":"Sayuran berwarna putih panjang yang sering digunakan dalam acar."},{"word":"kacang panjang","hint":"Sayuran hijau berbentuk panjang yang sering dimasak oseng."},{"word":"terong","hint":"Sayuran ungu yang sering dimasak balado atau dijadikan lalapan."},{"word":"timun","hint":"Sayuran segar yang sering dijadikan lalapan atau acar."},{"word":"paprika","hint":"Sayuran berbentuk lonceng dengan berbagai warna, seperti merah, kuning, dan hijau."},{"word":"buncis","hint":"Sayuran hijau kecil panjang yang sering dijadikan tumis."},{"word":"tomat","hint":"Buah yang sering dianggap sayuran dan digunakan dalam masakan."},{"word":"jamur","hint":"Sayuran yang bukan tanaman, sering digunakan dalam sup atau tumisan."},{"word":"ketela","hint":"Umbi-umbian yang bisa dijadikan keripik atau digoreng."},{"word":"ubi jalar","hint":"Umbi manis yang berwarna kuning, oranye, atau ungu."},{"word":"tauge","hint":"Kecambah yang sering digunakan dalam masakan tumis atau soto."},{"word":"labu siam","hint":"Sayuran hijau berbentuk lonjong yang sering digunakan dalam sayur lodeh."},{"word":"pare","hint":"Sayuran hijau dengan rasa pahit yang khas."},{"word":"selada","hint":"Sayuran hijau berdaun yang sering digunakan dalam salad atau burger."},{"word":"kentang merah","hint":"Varian kentang yang memiliki kulit berwarna kemerahan."},{"word":"kubis","hint":"Sayuran hijau atau ungu berbentuk bulat dengan daun yang rapat."},{"word":"jagung","hint":"Sayuran biji yang sering direbus atau dibakar sebagai camilan."},{"word":"daun bawang","hint":"Sayuran hijau yang sering digunakan sebagai taburan dalam masakan."},{"word":"petai","hint":"Sayuran dengan aroma khas yang sering dijadikan lalapan."},{"word":"jengkol","hint":"Sayuran dengan bau khas yang sering diolah menjadi semur."},{"word":"cabe","hint":"Sayuran pedas yang menjadi bahan utama sambal."},{"word":"kembang kol","hint":"Sayuran putih yang sering digunakan dalam tumisan atau sup."},{"word":"talas","hint":"Umbi-umbian dengan tekstur lembut yang sering dijadikan keripik."},{"word":"singkong","hint":"Umbi yang bisa dijadikan tepung tapioka atau digoreng."},{"word":"kemangi","hint":"Sayuran beraroma khas yang sering dijadikan lalapan."},{"word":"kacang merah","hint":"Kacang yang sering digunakan dalam sup atau dessert."},{"word":"kelor","hint":"Daun hijau kecil yang kaya manfaat dan sering dibuat sayur bening."},{"word":"talas","hint":"Umbi dengan kulit berbulu yang sering diolah menjadi berbagai makanan."},{"word":"bayam merah","hint":"Varian bayam dengan daun berwarna kemerahan."},{"word":"kucai","hint":"Sayuran mirip daun bawang yang sering digunakan dalam masakan Asia."},{"word":"daun singkong","hint":"Daun dari tanaman singkong yang sering diolah menjadi gulai."},{"word":"daun pepaya","hint":"Daun dengan rasa pahit yang sering digunakan sebagai lalapan."},{"word":"pakcoy","hint":"Sayuran hijau yang sering digunakan dalam masakan Asia, mirip sawi."}],"negara":[{"word":"indonesia","hint":"Negara kepulauan terbesar di dunia."},{"word":"jepang","hint":"Negara dengan julukan Negeri Matahari Terbit."},{"word":"india","hint":"Negara dengan populasi terbesar kedua di dunia."},{"word":"amerika","hint":"Negara dengan julukan Negeri Paman Sam."},{"word":"china","hint":"Negara dengan jumlah penduduk terbanyak di dunia."},{"word":"australia","hint":"Negara yang juga merupakan benua terkecil di dunia."},{"word":"kanada","hint":"Negara terbesar kedua di dunia berdasarkan luas wilayah."},{"word":"rusia","hint":"Negara terbesar di dunia berdasarkan luas wilayah."},{"word":"korea","hint":"Negara yang terkenal dengan budaya K-Pop dan K-Drama."},{"word":"italia","hint":"Negara berbentuk seperti sepatu bot di Eropa."},{"word":"perancis","hint":"Negara dengan Menara Eiffel sebagai ikon utamanya."},{"word":"spanyol","hint":"Negara dengan tradisi matador dan tari flamenco."},{"word":"brasil","hint":"Negara dengan hutan Amazon terbesar di dunia."},{"word":"argentina","hint":"Negara tempat lahir legenda sepak bola Lionel Messi."},{"word":"mesir","hint":"Negara dengan piramida dan Sungai Nil yang terkenal."},{"word":"afrika selatan","hint":"Negara dengan tiga ibu kota dan tambang berlian."},{"word":"inggris","hint":"Negara dengan Ratu Elizabeth II sebagai ikonnya."},{"word":"thailand","hint":"Negara yang dijuluki Negeri Gajah Putih."},{"word":"vietnam","hint":"Negara yang terkenal dengan masakan Pho dan sejarah perang."},{"word":"filipina","hint":"Negara kepulauan di Asia Tenggara dengan lebih dari 7.000 pulau."},{"word":"malaysia","hint":"Negara yang berbagi pulau Kalimantan dengan Indonesia."},{"word":"singapura","hint":"Negara kota di Asia Tenggara yang terkenal dengan Merlion."},{"word":"pakistan","hint":"Negara dengan pegunungan K2 sebagai puncak tertinggi."},{"word":"iran","hint":"Negara di Timur Tengah dengan sejarah peradaban Persia."},{"word":"turki","hint":"Negara yang menghubungkan benua Asia dan Eropa."},{"word":"jerman","hint":"Negara di Eropa yang terkenal dengan mobil mewahnya."},{"word":"polandia","hint":"Negara di Eropa Timur yang terkenal dengan sejarah Perang Dunia II."},{"word":"swedia","hint":"Negara Skandinavia yang terkenal dengan IKEA."},{"word":"norwegia","hint":"Negara yang terkenal dengan fjord dan aurora borealis."},{"word":"finlandia","hint":"Negara yang dikenal sebagai tempat tinggal Santa Claus."},{"word":"yunani","hint":"Negara dengan sejarah mitologi dan Olimpiade pertama."},{"word":"portugal","hint":"Negara yang terkenal dengan pelaut seperti Vasco da Gama."},{"word":"mexico","hint":"Negara asal masakan taco dan guacamole."},{"word":"chile","hint":"Negara di Amerika Selatan dengan bentuk memanjang."},{"word":"kolombia","hint":"Negara di Amerika Selatan yang terkenal dengan kopi."},{"word":"peru","hint":"Negara dengan situs bersejarah Machu Picchu."},{"word":"kamboja","hint":"Negara di Asia Tenggara dengan candi Angkor Wat."},{"word":"myanmar","hint":"Negara di Asia Tenggara dengan nama lain Burma."},{"word":"saudi arabia","hint":"Negara tempat Mekah dan Madinah berada."},{"word":"uni emirat arab","hint":"Negara di Timur Tengah dengan kota Dubai yang terkenal."},{"word":"jamaika","hint":"Negara di Karibia yang terkenal dengan musik reggae dan Bob Marley."},{"word":"panama","hint":"Negara dengan terusan yang menghubungkan Samudra Atlantik dan Pasifik."},{"word":"guatemala","hint":"Negara di Amerika Tengah yang terkenal dengan peradaban Maya."},{"word":"kosta rika","hint":"Negara di Amerika Tengah dengan keanekaragaman hayati yang kaya."},{"word":"uruguay","hint":"Negara kecil di Amerika Selatan dengan tradisi sepak bola kuat."},{"word":"paraguay","hint":"Negara di Amerika Selatan yang tidak memiliki garis pantai."},{"word":"venezuela","hint":"Negara di Amerika Selatan yang terkenal dengan air terjun Angel."},{"word":"bolivia","hint":"Negara di Amerika Selatan yang memiliki Salar de Uyuni, dataran garam terbesar di dunia."},{"word":"ekuator","hint":"Negara kecil di Amerika Selatan yang dilintasi garis khatulistiwa."},{"word":"aljazair","hint":"Negara terbesar di Afrika berdasarkan luas wilayah."},{"word":"maroko","hint":"Negara di Afrika Utara yang terkenal dengan kota Marrakesh."},{"word":"tunisia","hint":"Negara di Afrika Utara yang berbatasan dengan Laut Mediterania."},{"word":"nigeria","hint":"Negara dengan populasi terbesar di Afrika."},{"word":"ethiopia","hint":"Negara di Afrika Timur yang dikenal sebagai tempat asal kopi."},{"word":"ghana","hint":"Negara di Afrika Barat yang dikenal dengan sejarah perdagangan emas."},{"word":"senegal","hint":"Negara di Afrika Barat yang terkenal dengan Pulau Gorée."},{"word":"zimbabwe","hint":"Negara di Afrika bagian selatan yang memiliki Air Terjun Victoria."},{"word":"uganda","hint":"Negara di Afrika Timur yang dikenal sebagai Mutiara Afrika."},{"word":"madagaskar","hint":"Pulau besar di Afrika yang terkenal dengan keanekaragaman hayati uniknya."},{"word":"malawi","hint":"Negara di Afrika yang memiliki Danau Malawi."},{"word":"qatar","hint":"Negara kecil di Timur Tengah yang terkenal dengan kekayaan gas alam."},{"word":"oman","hint":"Negara di Timur Tengah yang terkenal dengan wadinya dan gurun pasir."},{"word":"yordania","hint":"Negara di Timur Tengah yang memiliki situs kuno Petra."},{"word":"kuwait","hint":"Negara kecil di Timur Tengah yang kaya akan minyak bumi."},{"word":"mongolia","hint":"Negara yang terkenal dengan dataran stepa luas dan sejarah Genghis Khan."},{"word":"bangladesh","hint":"Negara di Asia Selatan yang terkenal dengan Sungai Gangga dan Delta Sundarbans."},{"word":"sri lanka","hint":"Pulau di Asia Selatan yang terkenal dengan teh Ceylon."},{"word":"nepal","hint":"Negara di Asia Selatan yang merupakan rumah bagi Gunung Everest."},{"word":"bhutan","hint":"Negara kecil di Himalaya yang terkenal dengan kebijakan Kebahagiaan Nasional Bruto."},{"word":"azerbaijan","hint":"Negara di Kaukasus yang terkenal dengan ibu kota Baku dan minyaknya."},{"word":"georgia","hint":"Negara di Kaukasus yang terkenal dengan tradisi anggur dan pegunungan."},{"word":"uzbekistan","hint":"Negara Asia Tengah dengan kota kuno Samarkand."},{"word":"kazakhstan","hint":"Negara terbesar di Asia Tengah yang juga kaya akan sumber daya alam."},{"word":"tajikistan","hint":"Negara Asia Tengah dengan banyak pegunungan tinggi."},{"word":"kirgizstan","hint":"Negara Asia Tengah dengan Danau Issyk-Kul yang besar."},{"word":"armenia","hint":"Negara di Kaukasus yang terkenal dengan sejarah dan tradisi Kristennya."},{"word":"hungaria","hint":"Negara di Eropa Tengah dengan ibu kota Budapest."},{"word":"czechia","hint":"Negara di Eropa Tengah dengan ibu kota Praha."},{"word":"slovakia","hint":"Negara di Eropa Tengah yang berbatasan dengan Republik Ceko."},{"word":"slovenia","hint":"Negara kecil di Eropa yang terkenal dengan Danau Bled."}]}